HGS/MELDUNGEN/TEMPLATES/IN/Positionsmeldung/Automatenmeldung_2400_Positionsmeldung_2024-07-15T10_24_17.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns2:empfangePositionsmeldung xmlns="http://tms.ica.de/automatenService/3_10/" xmlns:ns2="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaPositionsmeldung fahrzeugKennung="11" haltestellencodeIbis="25000091" positionImFahrzeug="12" sstVersion="3.10" zeitpunkt="2024-07-15T12:25:14.902+02:00">
                <verkaufspunkt betreiber="99" ipAdresse="0.0.0.0" posNummer="2400" seriennummer="2400"/>
                <metadaten guid="38f34071-ccdb-4dff-99e4-aff96d9368c5" sequenznummer="11118"/>
            </faaPositionsmeldung>
        </ns2:empfangePositionsmeldung>
    </soap:Body>
</soap:Envelope>
